import styles from "./Privacy.module.scss"

function Privacy() {
	return (
		<div dir={"auto"} className={styles.Privacy}>
			<div className={styles.Content}>
				<h1>
					תקנון, תנאי שימוש ומדיניות פרטיות לאתר &quot;SWINGERS&quot;
				</h1>
				<p>
					<b>קונקט - לי ב&quot;מ</b>
					<b>ח.פ 516578143</b> (&quot;<b>החברה</b>&quot;) מודה על
					בחירתכם לגלוש באתר האינטרנט <b>SWINGERS</b> המופעל על ידה
					בכתובת:{" "}
					<b>
						<u>
							<a href="https://WWW.SWINGERS.CO.IL">
								WWW.SWINGERS.CO.IL
							</a>
						</u>
					</b>
					(״<b>האתר</b>״).
				</p>
				<p>
					<b>SWINGERS</b> הינו אתר הכרויות המעניק לגולשים פלטפורמה
					מקוונת נוחה בה באפשרותם להקים פרופיל אישי באתר וליצור קשרים
					והיכרויות עם גולשים נוספים באתר. כמו כן, האתר מעניק למשתמשים
					אפשרות לרכישת מנוי המעניק אפשרות לביצוע פעולות נוספות באתר
					(&quot;
					<b>השירותים</b>
					&quot;). כמו כן, ניתן למצוא באתר מאמרים, תכנים, בלוגים
					ופורומים העוסקים בתחום (<b>&quot;התכנים&quot;</b>).
				</p>
				<p>
					<b>
						<u>השימוש באתר:</u>
					</b>
				</p>
				<ol>
					<li>
						תקנון ותנאי שימוש אלה מהווים הסכם מחייב בינך, בין אם
						באופן פרטי ובין באמצעות תאגיד (״<b>אתה</b>״) לבין האתר
						בנוגע לגלישה ושימוש באתר בכל מחשב או מכשיר תקשורת אחר
						כדוגמת טלפון סלולרי, מחשבי טאבלט וכיו&quot;ב. כמו כן הם
						חלים על השימוש באתר, בין באמצעות רשת האינטרנט ובין
						באמצעות כל רשת או אמצעי תקשורת אחרים לרבות גישה לאתר
						באמצעות הטלפון, אפליקציה או על אמצעי אחר. קרא את התקנון
						ותנאי השימוש בקפידה, שכן הגלישה באתר וביצוע פעולות בו
						מעידים על הסכמתך לתנאים הכלולים בתקנון ותנאי שימוש אלו
						(״<b>התקנון</b>״).
					</li>
					<li>
						האתר שומר את זכותו לשנות את תנאי התקנון, מעת לעת, על פי
						שיקול דעתו הבלעדי וללא הודעה מוקדמת. מועד החלת השינוי
						כאמור יהיה מרגע פרסומו באתר.
					</li>
					<li>
						האמור בתקנון מתייחס באופן שווה לבני שני המינים והשימוש
						בלשון נקבה ו/או זכר הוא מטעמי נוחות בלבד.
					</li>
					<li>הגלישה מותרת רק לבני 18 ומעלה.</li>
					<li>
						תנאי תקנון זה יישארו בתוקפם בעת השימוש באתר. מבלי לגרוע
						מכל הוראה אחרת בתקנון זה, האתר שומר על זכותו למנוע מכל
						גולש את השימוש באתר (לרבות חסימת כתובות IP מסוימות), מכל
						סיבה או נימוק שהוא (מבלי שיצטרך לספק סיבה או נימוק),
						בשיקול דעתו הבלעדי, ללא צורך בהודעה מוקדמת או התראה
						ומבלי שיהיה אחראי לנזק כלשהו עקב החלטתו. כמו כן, האתר
						רשאי להפסיק את השימוש שלך בו וכל תוכן או מידע שפרסמת בכל
						עת, ללא אזהרה מראש.
					</li>
				</ol>
				<ol>
					<li>
						<b>
							<u>הרשאה לדיוור, פרסומים ופרסומת:</u>
						</b>
					</li>
				</ol>
				<p>
					קובץ עוגיות הם קובץ טקסט קטן שאתר, יישום מקוון או דואר
					אלקטרוני עשויים לשמור בדפדפן האינטרנט ו/או בכונן הקשיח של
					המחשב לשימוש בביקורים הבאים באתר.
				</p>
				<ol>
					<li>
						המידע הנאסף באתר ישמש את האתר, בין היתר, לצורך הפעלת
						האתר בצורה המיטבית, לשמירה על איכות ורמת שירות גבוהה,
						וכן לצורך סטטיסטיקה כללית לגבי השימוש באתר.
					</li>
					<li>
						המידע הנאסף מהשירותים בהם אתה מתעניין או רוכש ועשוי לשמש
						את האתר או מי מטעמו, בין היתר, לצורך התאמת השירותים
						המוצעים לך בצורה המיטבית, שמירה על איכות ורמת שירות
						גבוהה, וכן לצורך סטטיסטיקה כללית.
					</li>
					<li>
						האתר או מי מטעמו רשאים לעשות שימוש במידע הנאסף עליך, בין
						היתר, למטרות הבאות:
						<ol>
							<li>
								בכדי לספק לך את המידע שביקשת או מידע נוסף אשר
								באתר מאמינים שהוא עשוי לעניין אותך, מעת לעת;
							</li>
							<li>
								בכדי להתאים פרסומות ומידע מסחרי על פי העדפותיך
								האישיות;
							</li>
							<li>
								בכדי ליצור עמך קשר על ידי נציגי האתר בנוגע
								לשירותים אותם האתר מספק;
							</li>
							<li>ניתוח סטטיסטי ומסירתו לצדדים שלישיים;</li>
							<li>תפעולו של האתר ופיתוח אתרים שיוקמו בעתיד;</li>
							<li>
								ניהול מכירות, שיווק, גיוס לקוחות והצעת שירותים
								חדשים;
							</li>
							<li>
								בכדי לבצע סקרי לקוחות ו/או מחקרי שיווק אשר האתר
								עורך מעת לעת.
							</li>
						</ol>
					</li>
					<li>
						האתר יהיה רשאי להעביר מידע אישי ולהעביר מידע לצדדים
						שלישיים בהתאם להוראות החוק (למעט מידע רגיש כגון פרטי
						אשראי או מספרי תעודת זהות), לרבות במקרים הבאים:
						<ol>
							<li>
								נתת לכך הסכמתך. לעניין זה ״הסכמה״ – הסכמה מדעת,
								במפורש או מכללא;
							</li>
							<li>
								האתר ו/או מי מטעמו נדרשים על פי חוק להעביר את
								המידע האמור, למשל, מכוח צו בית משפט;
							</li>
							<li>
								אם הדבר יידרש, לדעת האתר, במסגרת כל מחלוקת,
								טענה, תביעה או דרישה בהליך משפטי אם יהיו בינך
								ובין האתר או בין צד שלישי לבין האתר;
							</li>
							<li>
								על מנת להגן על זכויותיהם המשפטיות והקנייניות של
								האתר ו/או מי מטעמו;
							</li>
							<li>
								שיתוף רשתות חברתיות כגון פייסבוק, אינסטגרם
								ואחרות ומפרסמים נוספים ברשת כגון גוגל, טאבולה
								ואחרים;
							</li>
							<li>
								לצרכים סטטיסטים – אנו מספקים מידע אישי לגופים
								וחברות שאנו נותנים בהן אמון כדי שיעבדו את המידע
								עבורנו לפי הוראות האתר ובאופן העולה בקנה אחד עם
								תקנון זה ומדיניות האתר. כלל, וככל שלא ניתנה
								הסכמה מראש למסירת מידע אישי, מידע המועבר לצרכים
								סטטיסטים אינו כולל פרטים מזהים;
							</li>
							<li>
								אם תפר את תקנון זה אם תבצע פעולות מנוגדות או
								הנחזות כמנוגדות לדין, או כל ניסיון לבצע פעולות
								כאלה;
							</li>
							<li>
								בכל מקרה שהאתר יסבור, כי מסירת המידע הנאסף נחוצה
								על מנת למנוע נזק חמור לגוף המשתמש או לרכושו או
								לגופו או לרכושו של צד שלישי.
							</li>
						</ol>
					</li>
					<li>
						לצדדים שלישיים כאמור ניתנת גישה לכל או לחלק מהמידע שלך,
						והם עשויים להשתמש בעוגיות (כהגדרתן לעיל) או בטכנולוגיית
						איסוף אחרות.
					</li>
					<li>
						חשוב לזכור שלא ניתן לערוב במאת האחוזים מפני פעילות עוינת
						ונחושה מצד גורמים זרים ולכן אין בפעולות אלה בטחון מוחלט
						והאתר לא מתחייב שהמידע יהיה חסין באופן מוחלט מפני גישה
						בלתי מורשית.
					</li>
					<li>
						ביטול עסקאות
						<br />
						<br />
						משתמש רשאי לבטל את ההרשמה לאתר בהתאם להוראות חוק הגנת
						{/* eslint-disable-next-line react/no-unescaped-entities */}
						הצרכן, התשמ"א - 1981 והתקנות שהותקנו מכוחו וכפי שיעודכנו
						מעת לעת
						<br />
						<br />
						על הודעת הביטול להיעשות במסמך בכתב באמצעות דואר רשום
						לכתובת החברה כתוב שדרות. ירושלים 72 רמת גן ת.ד. 7750 רמת
						גן או בהודעת וואטאפ ל – 0526005533 או בצור הקשר באתר
						<br />
						<br />
						על הודעת הביטול לכלול המשתמש את שמו, מספר ת.ז שלו ואת שם
						המשתמש שלו באתר. הביטול יכנס לתוקפו שתוך 3 ימי עסקים
						ממסירת הודעת הביטול (ובמקרה של הודעה אשר נשלחה בדואר
						רשום בתוך 6 ימי עסקים ממועד מסירת המכתב למשלוח, אלא אם
						כן המשתמש נקב במועד ביטול מאוחר יותר בהודעת הביטול
						שהעביר לחברה. אם המשתמש חויב בדמי מנוי בגין תקופה שלא
						{/* eslint-disable-next-line react/no-unescaped-entities */}
						ניצל לאחר כניסת הודעת הביטול לתוקף לפי הוראות ס' זה לעיל
						- הוא יהיה זכאי לקבל החזר של דמי המנוי שנגבו ממנו.
					</li>
				</ol>
				<p>טלפון: 050-5345050;</p>
				<p>כתובתנו : כתוב שדרות. ירושלים 72 רמת גן ת.ד. 7750 רמת גן</p>
				<p>כתובת דואר אלקטרוני: WEBMASTER@SWINGERS.CO.IL</p>
				<p>
					כל הזכויות בתקנון זה שמורות לדניאל עורכי דין ואין להעתיק,
					לשכפל או להפיץ אותו.
				</p>
				<p>עדכון אחרון: אפריל 2022</p>
			</div>
		</div>
	)
}

export default Privacy
